Repository: baglayan/acouplet
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: tr

source: Last reported
tr: Son bildirilen

source: Case percentage and charging show the last report received from the headphones.
tr: Kutu yüzdesi ve şarj durumu, kulaklıktan alınan son bildirimi gösterir.

source: %lld percent, %@, last reported
tr: yüzde %lld, %@, son bildirilen

source: Case %lld%%, %@, last reported
tr: Kutu %%%lld, %@, son bildirilen

source: , last reported
tr: , son bildirilen

source: %@ settings are unavailable.
tr: %@ ayarları kullanılamıyor.

source: DSEE settings are unavailable.
tr: DSEE ayarları kullanılamıyor.

source: Authorize playing a loud locating sound despite the earbud wear warning.
tr: Kulaklığın takılı olabileceği uyarısına rağmen yüksek sesli bulma uyarısının çalınmasına izin verin.

source: Acouplet can’t determine whether this earbud is being worn. Make sure this earbud is out of everyone’s ears before playing the loud sound.
tr: Acouplet bu kulaklığın takılı olup olmadığını belirleyemiyor. Yüksek sesli uyarıyı çalmadan önce kulaklığın kimsenin kulağında olmadığından emin olun.

source: Right earbud wear status unknown
tr: Sağ kulaklığın takılı olup olmadığı bilinmiyor

source: Left earbud wear status unknown
tr: Sol kulaklığın takılı olup olmadığı bilinmiyor

source: Allow Acouplet to use Bluetooth in [System Settings](x-apple.systempreferences:com.apple.preference.security?Privacy_Bluetooth).
tr: [Sistem Ayarları](x-apple.systempreferences:com.apple.preference.security?Privacy_Bluetooth) üzerinden Acouplet’in Bluetooth erişimine izin verin.

source: Audio may cut out
tr: Ses kesilebilir

source: If this continues, disconnect and reconnect the headphones in [Bluetooth Settings](x-apple.systempreferences:com.apple.BluetoothSettings).
tr: Sorun devam ederse [Bluetooth Ayarları](x-apple.systempreferences:com.apple.BluetoothSettings) üzerinden kulaklığın bağlantısını kesip yeniden bağlayın.

source: Couldn’t connect to controls
tr: Denetimlere bağlanılamadı

source: Audio may cut out when Sound Quality and multipoint are both enabled.
tr: Ses Kalitesi ve çoklu bağlantı birlikte açıkken ses kesilebilir.

source: All set
tr: Hazır

source: %lld of 3 gestures detected
tr: Algılanan hareket: %lld / 3

source: Finish the current connection change before starting LDAC.
tr: LDAC’yi başlatmadan önce mevcut bağlantı değişikliğini tamamlayın.

source: Sound Quality could not be selected for LDAC.
tr: LDAC için Ses Kalitesi seçilemedi.

source: Sound Quality was not confirmed. LDAC did not start.
tr: Ses Kalitesi ayarı doğrulanamadı. LDAC başlatılmadı.

source: The headphone connection changed. Try LDAC again.
tr: Kulaklık bağlantısı değişti. LDAC’i tekrar deneyin.

source: The headphones did not confirm the connection preference.
tr: Kulaklıklar bağlantı tercihini doğrulamadı.

source: Check the headphone connection in Bluetooth settings before changing its preference.
tr: Bağlantı tercihini değiştirmeden önce Bluetooth ayarlarından kulaklık bağlantısını kontrol edin.

source: The connection preference change was cancelled.
tr: Bağlantı tercihi değişikliği iptal edildi.

source: The headphone connection preference could not be verified.
tr: Kulaklığın bağlantı tercihi doğrulanamadı.

source: Stable Connection could not be selected.
tr: Kararlı Bağlantı seçilemedi.

source: Stable Connection was not confirmed.
tr: Kararlı Bağlantı ayarı doğrulanamadı.

source: Stable Connection could not be restored. %@
tr: Kararlı Bağlantı ayarına geri dönülemedi. %@

source: The headphones did not offer a compatible LDAC stream. Check their audio settings, then retry.
tr: Kulaklıklar uyumlu bir LDAC akışı sunmadı. Ses ayarlarını kontrol edip tekrar deneyin.

source: GitHub Repository
tr: GitHub Deposu

source: About Acouplet
tr: Acouplet Hakkında

source: The headphones also report an affected feature this app cannot identify.
tr: Kulaklıklar, bu uygulamanın tanımlayamadığı bir özelliğin de etkilendiğini bildiriyor.

source: The headphones report that LDAC will be unavailable with this change.
tr: Kulaklıklar, bu değişiklikle LDAC’nin kullanılamayacağını bildiriyor.

source: Unavailable with this change:
tr: Bu değişiklikle kullanılamayanlar:

source: Unavailable with this connection:
tr: Bu bağlantıyla kullanılamayanlar:

source: %@ %@ action
tr: %@ %@ işlemi

source: %@ %@ earbud
tr: %@ %@ kulaklık

source: %@ Automatic reconnect is paused. %@
tr: %@ Otomatik yeniden bağlanma duraklatıldı. %@

source: %@ assignment
tr: %@ ataması

source: %@ charging case
tr: %@ şarj kutusu

source: %@ detected
tr: %@ algılandı

source: %@ earbuds
tr: %@ kulak içi kulaklıklar

source: %@ earbuds charging in their case
tr: %@ kulaklıklar kutuda şarj oluyor

source: %@ headphones
tr: %@ kulaklık

source: %@ settings were not received. Reconnect the headphones to try again.
tr: %@ ayarları alınmadı. Yeniden denemek için kulaklıkları yeniden bağlayın.

source: %@ · %lld kb/s
tr: %@ · %lld kb/sn

source: %lld percent
tr: Yüzde %lld

source: %lld percent%@
tr: Yüzde %lld%@

source: , charging
tr: , şarj oluyor

source: A USB Bluetooth transmitter controls its wireless connection and codec.
tr: USB Bluetooth vericisi kablosuz bağlantıyı ve kodeği yönetir.

source: A fit test is already active. Finish it in the app that started it.
tr: Bir uyum testi zaten etkin. Başlatıldığı uygulamada bitirin.

source: A headphone test is open in Settings.
tr: Ayarlar’da bir kulaklık testi açık.

source: Acoustic
tr: Akustik

source: Activates at %u%% battery.
tr: Pil %u%% seviyesine indiğinde etkinleşir.

source: Adaptive
tr: Uyarlanabilir

source: Adaptive Volume Control
tr: Uyarlanabilir ses düzeyi

source: Adjust both earbuds, then try again.
tr: İki kulaklığın da yerleşimini ayarlayın, ardından yeniden deneyin.

source: Adjust fit
tr: Yerleşimi ayarlayın

source: Adjust the left earbud, then try again.
tr: Sol kulaklığın yerleşimini ayarlayın, ardından yeniden deneyin.

source: Adjust the right earbud, then try again.
tr: Sağ kulaklığın yerleşimini ayarlayın, ardından yeniden deneyin.

source: Advanced
tr: İleri Düzey

source: After 15 minutes
tr: 15 dakika sonra

source: After 180 minutes
tr: 180 dakika sonra

source: After 30 minutes
tr: 30 dakika sonra

source: After 5 minutes
tr: 5 dakika sonra

source: After 60 minutes
tr: 60 dakika sonra

source: Aggregate
tr: Birleştirilmiş

source: Alerts
tr: Uyarılar

source: Allow Acouplet and Acouplet Audio in System Settings → Privacy & Security → Screen & System Audio Recording → System Audio Recording Only, then retry LDAC.
tr: Sistem Ayarları → Gizlilik ve Güvenlik → Ekran ve Sistem Sesi Kaydı → Yalnızca Sistem Sesi Kaydı bölümünde Acouplet ve Acouplet Audio’ya izin verin, ardından LDAC’yi yeniden deneyin.

source: Allow system audio recording for Acouplet and Acouplet Audio in System Settings, then retry LDAC.
tr: Sistem Ayarları’nda Acouplet ve Acouplet Audio’ya sistem sesi kaydı izni verin, ardından LDAC’yi yeniden deneyin.

source: Allowed
tr: İzin verildi

source: Amazon Alexa (Classic only)
tr: Amazon Alexa (yalnızca Classic)

source: Ambient
tr: Ortam sesi

source: Ambient Sound
tr: Ortam Sesi

source: Ambient Sound & Quick Access (Classic only)
tr: Ortam Sesi ve Hızlı Erişim (yalnızca Classic)

source: Ambient Sound / Off
tr: Ortam Sesi / Kapalı

source: Ambient Sound Control
tr: Ortam Sesi Denetimi

source: Ambient Sound and Listening Mode
tr: Ortam Sesi ve Dinleme Modu

source: Ambient Sound and Microphone
tr: Ortam Sesi ve Mikrofon

source: Ambient Sound and Quick Access
tr: Ortam Sesi ve Hızlı Erişim

source: Ambient Sound settings
tr: Ortam Sesi ayarları

source: Ambient sound level
tr: Ortam sesi düzeyi

source: An equalizer read is still unanswered. Reconnect the headphones to retry.
tr: Bir ekolayzır okuma isteği hâlâ yanıtsız. Yeniden denemek için kulaklıkları yeniden bağlayın.

source: Another app is using ⌥⌘A. Free that shortcut, then turn this option off and on to try again.
tr: Başka bir uygulama ⌥⌘A kestirmesini kullanıyor. Kestirmeyi serbest bırakın, ardından yeniden denemek için bu seçeneği kapatıp açın.

source: Another headphone function is preventing this test.
tr: Başka bir kulaklık işlevi bu testi engelliyor.

source: Applied to headphones.
tr: Kulaklıklara uygulandı.

source: Apply
tr: Uygula

source: Apply equalizer to headphones
tr: Ekolayzırı kulaklıklara uygula

source: Applying equalizer
tr: Ekolayzır uygulanıyor

source: Applying equalizer…
tr: Ekolayzır uygulanıyor…

source: Applying headphone changes
tr: Kulaklık değişiklikleri uygulanıyor

source: Assistant setup is managed in Sony Sound Connect on your phone.
tr: Asistan kurulumu telefonunuzdaki Sony Sound Connect’ten yönetilir.

source: Atmospheric pressure
tr: Atmosfer basıncı

source: Audio format
tr: Ses biçimi

source: Audio source controls are currently unavailable.
tr: Ses kaynağı denetimleri şu anda kullanılamıyor.

source: Audio source controls became unavailable.
tr: Ses kaynağı denetimleri kullanılamaz hâle geldi.

source: Audio source: %@
tr: Ses kaynağı: %@

source: Audio will stop on all connected devices. You’ll need to turn the headphones on again before reconnecting.
tr: Bağlı tüm aygıtlarda ses duracak. Yeniden bağlanmadan önce kulaklıkları tekrar açmanız gerekecek.

source: Auto
tr: Otomatik

source: Auto Power Save
tr: Otomatik Güç Tasarrufu

source: Auto Power Save remains on.
tr: Otomatik Güç Tasarrufu açık kalır.

source: Auto Switch
tr: Otomatik Geçiş

source: Automatic
tr: Otomatik

source: Automatic aggregate
tr: Otomatik birleştirilmiş

source: Automatic power off
tr: Otomatik kapanma

source: Automatic power-off settings changed before the change could be sent.
tr: Değişiklik gönderilmeden önce otomatik kapanma ayarları değişti.

source: Automatically check for updates
tr: Güncellemeleri otomatik denetle

source: Automatically download and install updates
tr: Güncellemeleri otomatik indir ve yükle

source: Available while Acouplet is running.
tr: Acouplet çalışırken kullanılabilir.

source: Aware
tr: Çevre

source: Background Music Effect
tr: Arka Plan Müziği Efekti

source: Background Service…
tr: Arka Plan Servisi…

source: Background access
tr: Arka planda çalışma

source: Balanced
tr: Dengeli

source: Bass Boost
tr: Bas Artırma

source: Battery
tr: Pil

source: Battery %lld%%
tr: Pil %lld%%

source: Battery Care
tr: Pil Koruma

source: Battery Care became unavailable before the change could be sent.
tr: Değişiklik gönderilmeden önce Pil Koruma kullanılamaz hâle geldi.

source: Battery Care changed before the change was confirmed.
tr: Değişiklik doğrulanmadan önce Pil Koruma değişti.

source: Battery level
tr: Pil düzeyi

source: Black
tr: Siyah

source: Blue
tr: Mavi

source: The headphone controls disconnected.
tr: Kulaklık denetimlerinin bağlantısı kesildi.

source: The headphones could not be identified. Reconnect them and try again.
tr: Kulaklıklar tanımlanamadı. Yeniden bağlayıp tekrar deneyin.

source: This Mac does not support this headphone connection.
tr: Bu Mac, bu kulaklık bağlantısını desteklemiyor.

source: Bluetooth Settings…
tr: Bluetooth Ayarları…

source: Bluetooth access is not allowed.
tr: Bluetooth erişimine izin verilmedi.

source: Bluetooth address
tr: Bluetooth adresi

source: Bluetooth device
tr: Bluetooth aygıtı

source: Bluetooth is turned off.
tr: Bluetooth kapalı.

source: Bluetooth is unavailable.
tr: Bluetooth kullanılamıyor.

source: Bluetooth was reset.
tr: Bluetooth sıfırlandı.

source: Bright
tr: Parlak

source: Brown
tr: Kahverengi

source: Built-in
tr: Yerleşik

source: Button Controls
tr: Düğme Denetimleri

source: C button
tr: C düğmesi

source: Cancel
tr: İptal

source: Cancel Amazon Alexa
tr: Amazon Alexa’yı iptal et

source: Cancel Tencent Xiaowei
tr: Tencent Xiaowei’yi iptal et

source: Cancel voice input
tr: Ses girişini iptal et

source: Cancellation was not confirmed. Leaving the fit test…
tr: İptal doğrulanmadı. Uyum testinden çıkılıyor…

source: Cancelling test…
tr: Test iptal ediliyor…

source: Case
tr: Kutu

source: Case Battery Low
tr: Kutu Pili Zayıf

source: Case battery
tr: Kutu pili

source: Change Preference
tr: Tercihi Değiştir

source: Change cancelled.
tr: Değişiklik iptal edildi.

source: Changing audio source…
tr: Ses kaynağı değiştiriliyor…

source: Changing connection preference
tr: Bağlantı tercihi değiştiriliyor

source: Changing connection preference…
tr: Bağlantı tercihi değiştiriliyor…

source: Changing the audio source…
tr: Ses kaynağı değiştiriliyor…

source: Changing this setting may briefly disconnect the headphones. Reconnect them if needed.
tr: Bu ayarı değiştirmek kulaklıkların bağlantısını kısa süreliğine kesebilir. Gerekirse yeniden bağlayın.

source: Channels unavailable
tr: Kanal bilgisi kullanılamıyor

source: Charged
tr: Şarj dolu

source: Charging
tr: Şarj oluyor

source: Charging limit
tr: Şarj sınırı

source: Chat Mix
tr: Sohbet Karışımı

source: Check Connection
tr: Bağlantıyı Denetle

source: Check Earbud Fit…
tr: Kulaklık Uyumunu Denetle…

source: Check Preference
tr: Tercihi Denetle

source: Check for Updates
tr: Güncellemeleri Denetle

source: Check for Updates…
tr: Güncellemeleri Denetle…

source: Check the connection mode before changing it again.
tr: Yeniden değiştirmeden önce bağlantı modunu denetleyin.

source: Checking Bluetooth…
tr: Bluetooth denetleniyor…

source: Checking connection preference…
tr: Bağlantı tercihi denetleniyor…

source: Checking device connections…
tr: Aygıt bağlantıları denetleniyor…

source: Checking headphones…
tr: Kulaklıklar denetleniyor…

source: Checking permission…
tr: İzin denetleniyor…

source: Checking…
tr: Denetleniyor…

source: Choose Headphones
tr: Kulaklık Seç

source: Choose High if speech is missed, or Low if Speak-to-Chat starts unintentionally.
tr: Konuşma algılanmıyorsa Yüksek’i, Speak-to-Chat istemeden başlıyorsa Düşük’ü seçin.

source: Choose Manual to apply this draft.
tr: Bu taslağı uygulamak için Elle’yi seçin.

source: Choose a headphone action in the control's settings first.
tr: Önce denetimin ayarlarından bir kulaklık işlemi seçin.

source: Choose headphones
tr: Kulaklık seç

source: Clear
tr: Net

source: Club
tr: Kulüp

source: Color
tr: Renk

source: Concert Hall
tr: Konser Salonu

source: Connect
tr: Bağlan

source: Connect Controls with Bluetooth LE
tr: Denetimleri Bluetooth LE ile Bağla

source: Connect WF
tr: WF’ye Bağlan

source: Connect WH
tr: WH’ye Bağlan

source: Connect both earbuds first.
tr: Önce iki kulaklığı da bağlayın.

source: Connect the headphones first.
tr: Önce kulaklıkları bağlayın.

source: Connect the headphones to change settings.
tr: Ayarları değiştirmek için kulaklıkları bağlayın.

source: Connect the headphones to send another command.
tr: Başka bir komut göndermek için kulaklıkları bağlayın.

source: Connect this device to the headphones
tr: Bu aygıtı kulaklıklara bağla

source: Connected
tr: Bağlı

source: Connecting device…
tr: Aygıt bağlanıyor…

source: Connecting…
tr: Bağlanıyor…

source: Connection
tr: Bağlantı

source: Connection Change
tr: Bağlantı Değişikliği

source: Connection mode is unavailable.
tr: Bağlantı modu kullanılamıyor.

source: Connection preference
tr: Bağlantı tercihi

source: Connection quality
tr: Bağlantı kalitesi

source: Continue
tr: Sürdür

source: Controls Busy
tr: Denetimler Meşgul

source: Reconnecting Controls…
tr: Denetimler Yeniden Bağlanıyor…

source: Controls busy
tr: Denetimler meşgul

source: Controls could not reconnect to check the multipoint setting.
tr: Çoklu bağlantı ayarını denetlemek için denetimler yeniden bağlanamadı.

source: Controls could not reconnect. Reconnect the selected headphones to check the mode.
tr: Denetimler yeniden bağlanamadı. Modu denetlemek için seçili kulaklıkları yeniden bağlayın.

source: Controls disconnected. Optimization status is unknown. Check Sound Connect before reconnecting controls.
tr: Denetimlerin bağlantısı kesildi. Optimizasyon durumu bilinmiyor. Denetimleri yeniden bağlamadan önce Sound Connect’ten denetleyin.

source: Controls disconnected. Practice status is unknown. Check the earbuds in Sound Connect before reconnecting controls.
tr: Denetimlerin bağlantısı kesildi. Alıştırma durumu bilinmiyor. Denetimleri yeniden bağlamadan önce kulaklıkları Sound Connect’ten denetleyin.

source: Controls disconnected. The fit test outcome is unknown. Check the earbuds in Sound Connect before reconnecting controls.
tr: Denetimlerin bağlantısı kesildi. Uyum testinin sonucu bilinmiyor. Denetimleri yeniden bağlamadan önce kulaklıkları Sound Connect’ten denetleyin.

source: Copy Diagnostics
tr: Tanılama Bilgilerini Kopyala

source: Could not connect to the headphone controls. Try again.
tr: Kulaklık denetimlerine bağlanılamadı. Tekrar deneyin.

source: Could not reconnect the selected headphones.
tr: Seçili kulaklıklar yeniden bağlanamadı.

source: Could not open the headphones’ Bluetooth control connection.
tr: Kulaklığın Bluetooth denetim bağlantısı açılamadı.

source: Could not send to headphones (%d)
tr: Kulaklıklara gönderilemedi (%d)

source: Could not send the command to the headphones. Try again.
tr: Komut kulaklıklara gönderilemedi. Tekrar deneyin.

source: Couldn’t check for updates. Try again.
tr: Güncellemeler denetlenemedi. Yeniden deneyin.

source: Cream
tr: Krem

source: Currently unavailable.
tr: Şu anda kullanılamıyor.

source: Custom 1
tr: Özel 1

source: Custom 2
tr: Özel 2

source: Custom Equalizer
tr: Özel Ekolayzır

source: Custom Equalizer…
tr: Özel Ekolayzır…

source: Custom button
tr: Özel düğme

source: Custom equalizer controls are not available for this device.
tr: Bu aygıt için özel ekolayzır denetimleri kullanılamıyor.

source: DSEE became unavailable before the change could be sent.
tr: Değişiklik gönderilmeden önce DSEE kullanılamaz hâle geldi.

source: Dance
tr: Dans

source: Default
tr: Saptanmış

source: Delete
tr: Sil

source: Delete %@
tr: %@ önayarını sil

source: Delete Preset?
tr: Önayar silinsin mi?

source: Device
tr: Aygıt

source: Device Connection Change
tr: Aygıt Bağlantısı Değişikliği

source: Device connection controls are currently unavailable.
tr: Aygıt bağlantısı denetimleri şu anda kullanılamıyor.

source: Device connection controls became unavailable.
tr: Aygıt bağlantısı denetimleri kullanılamaz hâle geldi.

source: Device information is no longer available.
tr: Aygıt bilgisi artık kullanılamıyor.

source: Devices
tr: Aygıtlar

source: Diagnostics
tr: Tanılama

source: Disconnect
tr: Bağlantıyı Kes

source: Disconnect Other Headphones
tr: Diğer Kulaklıkların Bağlantısını Kes

source: Disconnect a device before connecting another.
tr: Başka bir aygıt bağlamadan önce bir aygıtın bağlantısını kesin.

source: Disconnect this device from the headphones
tr: Bu aygıtın kulaklıklarla bağlantısını kes

source: Disconnected
tr: Bağlı değil

source: Disconnecting device…
tr: Aygıtın bağlantısı kesiliyor…

source: Don’t switch when another device starts playing.
tr: Başka bir cihaz ses çalmaya başladığında geçiş yapma.

source: Done
tr: Bitti

source: Double press
tr: İki kez bas

source: Double press and hold
tr: İki kez bas ve basılı tut

source: Double tap
tr: İki kez dokun

source: Double tap and hold
tr: İki kez dokun ve basılı tut

source: Draft saved on this Mac.
tr: Taslak bu Mac’e kaydedildi.

source: Draft saved on this Mac. Headphones unavailable.
tr: Taslak bu Mac’e kaydedildi. Kulaklıklar kullanılamıyor.

source: Draft saved on this Mac. Reconnect the headphones before applying changes.
tr: Taslak bu Mac’e kaydedildi. Değişiklikleri uygulamadan önce kulaklıkları yeniden bağlayın.

source: Ear-tip type
tr: Kulaklık ucu türü

source: Earbud Fit
tr: Kulaklık Uyumu

source: Earbud Fit Test
tr: Kulaklık Uyum Testi

source: Enable multipoint?
tr: Çoklu bağlantı etkinleştirilsin mi?

source: Enabled on another device
tr: Başka bir aygıtta etkin

source: End Speak-to-Chat
tr: Speak-to-Chat’i Sonlandır

source: Ending practice…
tr: Alıştırma sonlandırılıyor…

source: Equalizer
tr: Ekolayzır

source: Equalizer is unavailable in the current headphone mode.
tr: Geçerli kulaklık modunda ekolayzır kullanılamıyor.

source: Equalizer settings became unavailable before the command could be sent.
tr: Komut gönderilmeden önce ekolayzır ayarları kullanılamaz hâle geldi.

source: Equalizer settings changed before the request could be sent.
tr: İstek gönderilmeden önce ekolayzır ayarları değişti.

source: Excited
tr: Canlı

source: Experimental Features
tr: Deneysel Özellikler

source: Face forward, then nod your head up and down.
tr: İleriye bakın, ardından başınızı aşağı yukarı hareket ettirin.

source: Face forward, then shake your head from side to side.
tr: İleriye bakın, ardından başınızı sağa sola hareket ettirin.

source: Failed
tr: Başarısız

source: Finish changing device connections first.
tr: Önce aygıt bağlantılarını değiştirmeyi bitirin.

source: Finish changing the audio source first.
tr: Önce ses kaynağını değiştirmeyi bitirin.

source: Finish changing the device connection first.
tr: Önce aygıt bağlantısını değiştirmeyi bitirin.

source: Finish the current connection change first.
tr: Önce mevcut bağlantı değişikliğini bitirin.

source: Finish the current headphone test before applying changes.
tr: Değişiklikleri uygulamadan önce mevcut kulaklık testini bitirin.

source: Finish the current headphone test first.
tr: Önce mevcut kulaklık testini bitirin.

source: Finish the phone call before changing the audio source.
tr: Ses kaynağını değiştirmeden önce telefon görüşmesini bitirin.

source: Finish using the voice assistant before changing the audio source.
tr: Ses kaynağını değiştirmeden önce sesli asistanı kullanmayı bitirin.

source: Finishing test…
tr: Test bitiriliyor…

source: Firmware %@ Available
tr: %@ Firmware Güncellemesi Var

source: Firmware %@ is available. Install it with Sony | Sound Connect.
tr: %@ firmware sürümü mevcut. Sony | Sound Connect ile yükleyebilirsiniz.

source: Firmware is up to date.
tr: Firmware güncel.

source: Firmware updates
tr: Firmware güncellemeleri

source: Fit Test Details…
tr: Uyum Testi Ayrıntıları…

source: Fit Test Needs Attention
tr: Uyum Testi İlgi Gerektiriyor

source: Fit information was not received. Reconnect the headphones to try again.
tr: Uyum bilgisi alınmadı. Yeniden denemek için kulaklıkları yeniden bağlayın.

source: Fixed
tr: Sabit

source: Focus
tr: Odak

source: Focus on Voice
tr: Sese Odaklan

source: Front
tr: Ön

source: Front Left
tr: Ön Sol

source: Front Right
tr: Ön Sağ

source: Gaming
tr: Oyun

source: General
tr: Genel

source: Gesture
tr: Hareket

source: Gesture details not reported.
tr: Hareket ayrıntıları bildirilmedi.

source: Global ANC / Ambient shortcut
tr: Genel ANC / Ortam sesi kestirmesi

source: Gold
tr: Altın

source: Good seal
tr: İyi yalıtım

source: Google Assistant (Classic only)
tr: Google Assistant (yalnızca Classic)

source: Gray
tr: Gri

source: Green
tr: Yeşil

source: Guidance volume
tr: Yönlendirme ses düzeyi

source: Hard
tr: Sert

source: Head Gesture Practice Needs Attention
tr: Baş Hareketi Alıştırması İlgi Gerektiriyor

source: Head Gestures
tr: Baş Hareketleri

source: Head gesture practice could not start.
tr: Baş hareketi alıştırması başlatılamadı.

source: Head gesture practice ended on the headphones.
tr: Baş hareketi alıştırması kulaklıklarda sona erdi.

source: Head gesture practice is already active. Finish it in the app that started it.
tr: Baş hareketi alıştırması zaten etkin. Başlatıldığı uygulamada bitirin.

source: Head gesture practice is currently unavailable.
tr: Baş hareketi alıştırması şu anda kullanılamıyor.

source: Head gesture practice is no longer available.
tr: Baş hareketi alıştırması artık kullanılamıyor.

source: Head gestures
tr: Baş hareketleri

source: Head gestures are currently unavailable.
tr: Baş hareketleri şu anda kullanılamıyor.

source: Head shake
tr: Başı sağa sola hareket ettirme
